/* Details of a saved card. &apos;{card brand} ending in {last 4}&apos; e.g. &apos;VISA ending in 4242&apos; */
"%1$@ ending in %2$@" = "%1$@ sluttar på %2$@";

/* Bank name when bank is offline for maintenance. */
"%@ - Offline" = "%@ - Fråkopla";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"+ Add" = "+ Legg til";

/* Text for a button that, when tapped, displays another screen where the customer can enter card details */
"+ Add card" = "+ Legg til kort";

/* Source type brand name */
"3D Secure" = "3D Secure";

/* Title for address entry section */
"ACCOUNT HOLDER ADDRESS" = "KONTOINNEHAVAREN SI ADRESSE";

/* This is a Payment Method type brand name so shouldn&apos;t be translated unless it has a different name in a given localization. */
"AU BECS Debit" = "AU BECS debet";

/* Payment Method type brand name. */
"AU BECS Direct Debit" = "AU BECS Direct Debit";

/* part of {Account} ending in {last4} */
"Account" = "Konto";

/* Caption for Name field on bank info form */
"Account Holder Name" = "Kontoinnehavaren sitt namn";

/* Placeholder text for Account number entry field for BECS Debit. */
"Account number" = "Kontonummer";

/* Button to add a new credit card. */
"Add New Card…" = "Legg til nytt kort …";

/* Title for Add a Card view */
"Add a Card" = "Legg til kort";

/* Title for SEPA Debit Account form */
"Add a Direct Debit Account" = "Legg til ein konto for AvtaleGiro";

/* Title shown above a card entry form */
"Add a card" = "Legg til kort";

/* Text for a button that, when tapped, displays another screen where the customer can add a new payment method */
"Add a payment method" = "Legg til ein betalingsmetode";

/* Button prompt to add a bank account as a payment method. */
"Add bank account" = "Legg til bankkonto";

/* Label of a button displayed below a card entry form that saves the card details */
"Add card" = "Legg til kort";

/* Text for a button that, when tapped, displays another screen where the customer can add payment method details */
"Add new payment method" = "Legg til ny betalingsmåte";

/* Title shown above a form where the customer can enter payment information like credit card details, email, billing address, etc. */
"Add your payment information" = "Legg til betalingsinformasjonen din";

/* Address line 2 placeholder for billing address form. */
"Address line 2 (optional)" = "Adresselinje 2 (valfri)";

/* Payment Method type brand name */
"Affirm" = "Affirm";

/* Payment Method type brand name  */
"Afterpay" = "Afterpay";

/* Payment Method type brand name */
"AfterpayClearpay" = "AfterpayClearpay";

/* Payment Method type brand name */
"AfterpayClearpay_copy" = "AfterpayClearpay";

/* Source type brand name */
"Alipay" = "Alipay";

/* Text for Apple Pay payment method */
"Apple Pay" = "Apple Pay";

/* Caption for Apartment/Address line 2 field on address form */
"Apt." = "Leilegheit";

/* Title of confirmation prompt when removing a saved card. */
"Are you sure you want to remove this card?" = "Er du sikker på at du vil slette dette kortet?";

/* Title of confirmation prompt when removing a linked bank account. */
"Are you sure you want to remove this linked account?" = "Er du sikker på at du vil slette kontoen som er tilknytt?";

/* Title for bank picker section */
"BANK" = "BANK";

/* Title for bank account information form */
"BANK ACCOUNT INFORMATION" = "BANKKONTOOPPLYSNINGAR";

/* Title for billing address entry section */
"BILLING ADDRESS" = "FAKTURAADRESSE";

/* Payment Method type brand name */
"BLIK" = "BLIK";

/* Placeholder text for BSB Number entry field for BECS Debit. */
"BSB" = "BSB-kode";

/* Text for back button */
"Back" = "Tilbake";

/* Source type brand name */
"Bancontact" = "Bancontact";

/* Link Instant Debit payment method display name */
"Bank" = "Bank";

/* Label for Bank Account selection or detail entry form */
"Bank Account" = "Bankkonto";

/* Title for billing address entry section */
"Billing Address" = "Fakturaadresse";

/* Billing address section title for card form entry. */
"Billing address" = "Fakturaadresse";

/* Payment Method type brand name */
"Boleto" = "Boleto";

/* Klarna buy now or pay later copy */
"Buy now or pay later with Klarna." = "Kjøp no eller betal seinare med Klarna.";

/* Text providing link to terms for ACH payments */
"By continuing, you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å halde fram godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.";

/* Mandate text displayed when paying via Link instant debit. */
"By continuing, you agree to authorize payments pursuant to these <terms>terms</terms>." = "Ved å halde fram godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.";

/* Legal text shown when creating a Link account. */
"By joining Link, you agree to the <terms>Terms</terms> and <privacy>Privacy Policy</privacy>." = "Ved å bli med i Link godtek du <terms>Vilkåra</terms> og <privacy>Personvernerklæringa</privacy>.";

/* SEPA legal authorization text – must use official translations. */
"By providing your IBAN and confirming this payment, you are authorizing %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and your bank to debit your account in accordance with those instructions. You are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited." = "Ved å oppgje IBAN-nummeret og bekrefte denne betalinga, gjev du %@ og Stripe, som leverer betalingstenesta vår, autorisasjon til å sende instruksjonar til banken din om å belaste kontoen i samsvar med desse instruksa. Du har krav på å få refusjon frå banken ut frå vilkåra og føresetnadene i avtalen du har med banken. Refusjon må krevjast innan 8 veker frå og med datoen då kontoen vart belasta.";

/* Legal text shown when using AUBECS. */
"By providing your bank account details and confirming this payment, you agree to this Direct Debit Request and the <terms>Direct Debit Request service agreement</terms>, and authorise Stripe Payments Australia Pty Ltd ACN 160 180 343 Direct Debit User ID number 507156 (“Stripe”) to debit your account through the Bulk Electronic Clearing System (BECS) on behalf of %@ (the \"Merchant\") for any amounts separately communicated to you by the Merchant. You certify that you are either an account holder or an authorised signatory on the account listed above." = "Ved å angje detaljar for bankkonto og stadfeste betalinga, godtek du denne førespurnaden om direktedebitering og <terms>tenesteavtalen for førespurnaden om direktedebitering</terms>, og gjev Stripe Payments Australia Pty Ltd ACN 160 180 343 brukar-ID-nummer for direktedebitering 507156 (“Stripe”) løyve til å debitere kontoen din gjennom Bulk Electronic Clearing System (BECS) på vegner av %@ (\"forhandlaren\") for eitkvart beløp forhandlaren har kommunisert separat til deg. Du attesterer at du anten er kontoinnehavar eller har signaturrett på den oppgjevne kontoen.";

/* SEPA mandate text */
"By providing your payment information and confirming this payment, you authorise (A) %@ and Stripe, our payment service provider, to send instructions to your bank to debit your account and (B) your bank to debit your account in accordance with those instructions. As part of your rights, you are entitled to a refund from your bank under the terms and conditions of your agreement with your bank. A refund must be claimed within 8 weeks starting from the date on which your account was debited. Your rights are explained in a statement that you can obtain from your bank. You agree to receive notifications for future debits up to 2 days before they occur." = "Ved å oppgje betalingsopplysningane dine og bekrefte denne betalinga, autoriserer du (A) %@ og Stripe, betalingstenesteleverandøren vår, til å sende instruksjonar til banken din om å debitere kontoen din og (B) banken din om å debitere kontoen din i samsvar med dei instruksjonane. Som ein del av rettane dine har du krav på ein refusjon frå banken din under vilkåra i avtalen din med banken. Ein refusjon må hevdast innan 8 veker frå datoen da kontoen din vart debitert. Rettane dine vert forklart i ei erklæring som du kan få frå banken. Du godtek å take imot varsel for framtidige debetar opptil 2 dagar før dei oppstår.";

/* Mandate text with link to terms when saving a bank account payment method to a merchant (merchant name replaces %@). */
"By saving your bank account for %@ you agree to authorize payments pursuant to <terms>these terms</terms>." = "Ved å lagre bankkontoen din for %@ godtek du å autorisere betalingar i samsvar med desse <terms>vilkåra</terms>.";

/* Title for card number entry field */
"CARD" = "KORT";

/* Title for contact info form */
"CONTACT" = "KONTAKT";

/* Title for country picker section */
"COUNTRY" = "LAND";

/* Label for entering CVC in text field */
"CVC" = "CVC";

/* Label for entering CVV in text field */
"CVV" = "CVV";

/* Title for credit card number entry field */
"Card" = "Kort";

/* Details of a saved card */
"Card ending in %@" = "Kort som sluttar på %@";

/* Card details entry form header title */
"Card information" = "Kortinformasjon";

/* Label for card number entry text field */
"Card number" = "Kortnummer";

/* Title for a button that allows the user to use a different email in the signup flow. */
"Change email" = "Endre e-post";

/* TODO */
"Choose a payment method" = "Vel ein betalingsmåte";

/* Payment Method type brand name */
"Clearpay" = "Clearpay";

/* Accessibility label for the button to close the card scanner. */
"Close card scanner" = "Lukk kortskannar";

/* Accessibility label describing a field for entering a login code */
"Code field" = "Kodefelt";

/* Text of a notification shown to the user when a login code is successfully sent via SMS. */
"Code sent" = "Kode send";

/* Title for contact info form */
"Contact" = "Kontakt";

/* Title for delivery address entry section */
"DELIVERY ADDRESS" = "LEVERINGSADRESSE";

/* Label for identifying the default payment method. */
"Default" = "Standard";

/* Title for delivery info form */
"Delivery" = "Leveranse";

/* Title for delivery address entry section */
"Delivery Address" = "Leveringsadresse";

/* Accessibility hint for a text field */
"Double tap to edit" = "Dobbeltæpp for å redigere";

/* Source type brand name */
"EPS" = "EPS";

/* Label title for EPS Bank */
"EPS Bank" = "EPS Bank";

/* Button title to enter editing mode */
"Edit" = "Rediger";

/* Instructs the user to enter the code sent to their phone number in order to login to Link */
"Enter the code sent to %@ to use Link to pay by default." = "Legg inn koden som blei send til %@ Link for å betale med standard.";

/* Two factor authentication screen heading */
"Enter your verification code" = "Legg inn verifiseringskoden din";

/* Payment Method type brand name */
"FPX" = "FPX";

/* A text notice shown when the user selects a card that requires re-entering the security code (CVV/CVC). */
"For security, please re-enter your card’s security code." = "For sikkerhet, vær venleg å leggje inn sikkerhetskoden til kortet ditt.";

/* Label for free shipping method */
"Free" = "Gratis";

/* Placeholder string for name entry field. */
"Full name" = "Fullt namn";

/* Source type brand name */
"Giropay" = "Giropay";

/* Payment Method type brand name. */
"GrabPay" = "GrabPay";

/* IBAN placeholder – don&apos;t translate */
"IBAN" = "IBAN";

/* Shipping form error message */
"Invalid Shipping Address" = "Ugyldig sendingsadresse";

/* Spoken during VoiceOver when a form field has failed validation. */
"Invalid data." = "Ugyldige data.";

/* Title for a button that when tapped creates a Link account for the user. */
"Join Link" = "Kople på lenka";

/* Source type brand name */
"Klarna" = "Klarna";

/* Link Payment Method type brand name */
"Link" = "Link";

/* Title for screen when data is still loading from the network. */
"Loading…" = "Lastar …";

/* label for text field to enter card expiry */
"MM / YY" = "MM / ÅÅ";

/* label for text field to enter card expiry */
"MM/YY" = "MM/ÅÅ";

/* Title for payment options section */
"MORE OPTIONS" = "FLEIRE VAL";

/* Source type brand name */
"Multibanco" = "Multibanco";

/* Payment Method type brand name */
"NetBanking" = "NetBanking";

/* Label for button to add a new credit or debit card */
"New Card" = "Nytt kort";

/* Label for button to add a new SEPA Direct Debit account */
"New Direct Debit Account" = "Ny konto for AvtaleGiro";

/* Accessibility label for button to add a new SEPA Direct Debit account */
"New SEPA Direct Debit Account" = "Ny SEPA-konto for AvtaleGiro";

/* Button to move to the next text entry field */
"Next" = "Neste";

/* Text of a label for confirming an email address. E.g., 'Not user@example.com?' */
"Not %@?" = "Ikkje %@?";

/* Payment Method type brand name */
"OXXO" = "OXXO";

/* Button to pay with a Bank Account (using FPX). */
"Online Banking (FPX)" = "Nettbank (FPX)";

/* Separator label between two options */
"Or" = "Eller";

/* Title of a section containing multiple payment methods that can selected and will collect the payment information from the user. */
"Or pay using" = "Eller betal ved å bruke";

/* Title of a section containing a card form that will collect the payment information from the user. */
"Or pay with a card" = "Eller betal med eit kort";

/* Source type brand name */
"P24" = "P24";

/* Label of a button that initiates payment when tapped */
"Pay %@" = "Betal %@";

/* Label of a button that when tapped allows the user to select a different form of payment. */
"Pay another way" = "Betal på ein annan måte";

/* Label describing the benefit of signing up for Link. Pay faster at {Merchant Name} and thousands of merchants. e.g, 'Pay faster at Example, Inc. and thousands of merchants.' */
"Pay faster at %@ and thousands of merchants." = "Betal raskare på %@ og tusenvis av forhandlarar.";

/* Klarna pay later copy */
"Pay later with Klarna." = "Betal seinare med Klarna.";

/* Pay over time with Affirm copy */
"Pay over time with %@" = "Betal over tid med %@";

/* Title shown above a section containing various payment options */
"Pay using" = "Betal gjennom";

/* Label preceding the selected payment method. */
"Pay with" = "Betal med";

/* Pay with {payment method} */
"Pay with %@" = "Betal med %@";

/* Payment Method type brand name */
"PayPal" = "PayPal";

/* Title for Payment Method screen */
"Payment Method" = "Betalingsmetode";

/* Accessibility instructions for card scanning. */
"Point the camera at your card." = "Rett kameraet mot kortet.";

/* Short string for postal code (text used in non-US countries). Please keep to 8 characters or less if possible. */
"Postal" = "Postnr.";

/* Caption for Postal Code field on address form (only shown in countries other than the United States) */
"Postal Code" = "Postnummer";

/* Label of a button that, when tapped, initiates payment, becomes disabled, and displays this text */
"Processing..." = "Behandlar …";

/* Payment Method type brand name. */
"Przelewy24" = "Przelewy24";

/* Label title for Przelewy24 Bank */
"Przelewy24 Bank" = "Przelewy24 Bank";

/* Button title for confirmation alert to remove a saved payment method
   Text for remove button */

"Remove" = "Fjern";
/* Content for alert popup prompting to confirm removing a saved card. Remove {card brand} ending in {last 4} e.g. &apos;Remove VISA ending in 4242&apos; */

"Remove %1$@ ending in %2$@" = "Fjern %1$@ som endar på %2$@";
/* Content for alert popup prompting to confirm removing saved payment method. */

"Remove %@" = "Fjern %@";
/* Title for confirmation alert to remove a card */

"Remove Card" = "Fjern kort";
/* Title for confirmation alert to remove a saved bank account payment method */

"Remove bank account" = "Fjern bankkonto";
/* Content for alert popup prompting to confirm removing a saved bank account. e.g. 'Remove bank account ending in 4242' */

"Remove bank account ending in %@" = "Fjern bankkonto som sluttar på %@";
/* Title for a button that when tapped removes a saved card. */

"Remove card" = "Fjern kort";
/* Title for a button that when tapped removes a linked bank account. */

"Remove linked account" = "Fjern tilknytt konto";
/* Label for a button that re-sends the a login code when tapped */

"Resend code" = "Send kode på nytt";
/* part of {SEPA Account} ending in {last4} */

"SEPA Account" = "SEPA-konto";
/* Payment method brand name */

"SEPA Debit" = "SEPA-betaling";
/* Source type brand name */

"SEPA Direct Debit" = "SEPA AvtaleGiro";
/* Title for shipping address entry section */

"SHIPPING ADDRESS" = "SENDINGSADRESSE";
/* Label for shipping method form */

"SHIPPING METHOD" = "SENDINGSMÅTE";
/* Source type brand name */

"SOFORT" = "SOFORT";
/* The label of a switch indicating whether to save the payment method for future payments. */

"Save for future payments" = "Lagre for framtidige betalingar";
/* Label for a checkbox that when checked allows the payment information to be saved and used in future checkout sessions. */

"Save my info for secure 1-click checkout" = "Lagre min info for trygg betaling med 1-klikk";
/* The label of a switch indicating whether to save the user&apos;s card for future payments to this merchant */

"Save this card for future %@ payments" = "Lagre dette kortet for framtidige %@ betalingar";
/* The label of a switch indicating whether to save the user's card for future payment */

"Save this card for future Stripe payments" = "Lagre dette kortet til framtidige Stripe-betalingar";
/* Title for the Link signup screen */

"Secure 1⁠-⁠click checkout" = "Sikker 1-klikk betaling";
/* Label prompting the user to select one of the saved payment methods from a list. */

"Select a saved payment" = "Vel ei lagra betaling";
/* label for iDEAL-bank selection picker */

"Select bank" = "Vel bank";
/* Title shown above a carousel containing the customer&apos;s payment methods */

"Select your payment method" = "Vel betalingsmåte";
/* Label for a button or menu item that sets a payment method as default when tapped. */

"Set as default" = "Angi som standard";
/* Label of a checkbox that when checked makes a payment method as the default one. */

"Set as default payment method" = "Angi som standard betalingsmåte";
/* Label of a button displayed below a payment method form. Tapping the button sets the payment method up for future use */

"Set up" = "Opprett";
/* Title for shipping info form */

"Shipping" = "Sending";
/* Title for shipping address entry section */

"Shipping Address" = "Sendingsadresse";
/* Label for shipping method form */

"Shipping Method" = "Sendingsmåte";
/* Accessibility label for an action or a button that shows a menu. */

"Show menu" = "Vis meny";
/* Two factor authentication screen heading */

"Sign in to your Link account" = "Logg inn på Link-kontoen din";
/* Payment Method type brand name

   Source type brand name */
"Sofort" = "Sofort";

/* Caption for generalized state/province/region field on address form (not tied to a specific country&apos;s format) */
"State / Province / Region" = "Stat/område/region";

/* Prompt for microdeposit verification before completing purchase with merchant. %@ will be replaced by merchant business name */
"Stripe will deposit $0.01 to your account in 1-2 business days. Then you’ll get an email with instructions to complete payment to %@." = "Stripe sett inn 0,01 USD på kontoen din om 1–2 verkedagar. Så får du ei e-postmelding med instruksjonar om å fullføre betaling til %@.";

/* Accessibility hint to tell the user that they can tap to hide additional content. */
"Tap to close" = "Tæpp for å lukke";

/* Accessibility hint to tell the user that they can tap to reveal additional content. */
"Tap to expand" = "Tæpp for å utvide";

/* Error string displayed to user when they have entered an incomplete BSB number. BSB refers to an Australian bank account number */
"The BSB you entered is incomplete." = "BSB-koden du skreiv inn er ufullstendig.";

/* Error string displayed to user when they enter in an invalid BSB number. &quot;BSB&quot; refers to an Australian bank account. */
"The BSB you entered is invalid." = "BSB-koden du skreiv inn er ugyldig.";

/* An error message displayed when the customer's IBAN is incomplete. */
"The IBAN you entered is incomplete." = "Du skreiv inn eit ufullstendig IBAN-nummer.";

/* An error message displayed when the IBAN country code is not supported. */
"The IBAN you entered is invalid, \"%@\" is not a supported country code." = "Du skreiv inn eit ugyldig IBAN-nummer, \"%@\" er ikkje ei støtta landskode.";

/* Error when the seleted payment method is not available (eg attempted to use 3D Secure on a card that does not support it). */
"The selected payment method is not available." = "Den valde betalingsmetoden er ikkje tilgjengeleg.";

/* A text notice shown when the user selects an expired card. */
"This card has expired. Update it to keep using it or use a different payment." = "Dette kortet har gått ut på dato. Oppdater det for å halde fram med å bruke det, eller bruk ei anna betaling.";

/* Text of a label indicating that a payment method is the default. */
"This is your default" = "Dette er di standardinnstilling";

/* Error when 3DS2 authentication timed out. */
"Timed out authenticating your payment method -- try again" = "Tidsavbrot ved godkjenning av betalingsmåten - prøv igjen";

/* Error when the user hasn&apos;t allowed the current app to access the camera when scanning a payment card. &apos;Settings&apos; is the localized name of the iOS Settings app. */
"To scan your card, allow camera access in Settings." = "Gi tilgang til kameraet i Innstillingar for å skanne kortet.";

/* Payment Method type brand name */
"UPI" = "UPI";

/* Payment Method type name for US Bank Account payments. */
"US Bank Account" = "Bankkonto i USA";

/* Label shown when a payment method cannot be used for the current transaction. */
"Unavailable for this purchase" = "Ikkje tilgjengeleg for dette kjøpet";

/* Default missing source type label */
"Unknown" = "Ukjend";

/* Title for a button that when tapped, presents a screen for updating a card. Also the heading the screen itself. */
"Update card" = "Oppdater kort";

/* Button to fill shipping address from billing address. */
"Use Billing" = "Bruk fakturering";

/* Button to fill billing address from delivery address. */
"Use Delivery" = "Bruk leveringsadressa";

/* Button to fill billing address from shipping address. */
"Use Shipping" = "Bruk sendingsadressa";

/* Two factor authentication screen heading */
"Use your saved info to check out faster" = "Bruk din lagra info for å betale raskare";

/* Error when 3DS2 authentication failed (e.g. customer entered the wrong code) */
"We are unable to authenticate your payment method. Please choose a different payment method and try again." = "Vi kan ikkje godkjenne betalingsmåten. Ver vennleg å velje ein annan betalingsmetode og prøv igjen.";

/* Source type brand name */
"WeChat Pay" = "WeChat Pay";

/* You&apos;ll be taken to {bank name} to finish your purchase. */
"You'll be taken to %@ to finish your purchase." = "Du blir tatt med til %@ for å fullføre kjøpet.";

/* An error message displayed when the IBAN does not start with a two-letter country code. */
"Your IBAN should start with a two-letter country code." = "IBAN-nummeret bør starte med ei landskode med to bokstavar.";

/* An error message. */
"Your IBAN should start with a two-letter country code._copy" = "IBAN-nummeret bør starte med ei landskode med to bokstavar.";

/* Error message for when ZIP code in form is incomplete (US only) */
"Your ZIP is incomplete." = "ZIP-koden er ufullstendig.";

/* Error message for when postal code in form is invalid (US only) */
"Your ZIP is invalid." = "ZIP-koden er ugyldig.";

/* Error message for card form when card number is incomplete */
"Your card number is incomplete." = "Kortnummeret er ufullstendig.";

/* Error message for card form when card number is invalid */
"Your card number is invalid." = "Kortnummeret ditt er ugyldig.";

/* Error message for card details form when expiration date isn&apos;t entered completely */
"Your card's expiration date is incomplete." = "Utløpsdatoen til kortet er ufullstendig.";

/* Error message for card details form when expiration date is invalid */
"Your card's expiration date is invalid." = "Utløpsdatoen til kortet er ugyldig.";

/* String to describe an invalid month in expiry date. */
"Your card's expiration month is invalid." = "Utløpsmånaden på kortet er ugyldig.";

/* String to describe an invalid year in expiry date. */
"Your card's expiration year is invalid." = "Utløpsåret på kortet ditt er ugyldig.";

/* Error message for card entry form when CVC/CVV is incomplete. */
"Your card's security code is incomplete." = "Sikkerheitskoden til kortet er ufullstendig.";

/* Error message for card entry form when CVC/CVV is invalid */
"Your card's security code is invalid." = "Sikkerheitskoden til kortet er ugyldig.";

/* Error message for when postal code in form is incomplete */
"Your postal code is incomplete." = "Postnummeret er ufullstendig.";

/* Error message for when postal code in form is invalid */
"Your postal code is invalid." = "Postnummeret ditt er ugyldig.";

/* Caption for Zip Code field on address form (only shown when country is United States only) */
"ZIP Code" = "Postnummer";

/* accessibility label for text field */
"card number" = "kortnummer";

/* Placeholder string for email entry field. */
"example@example.com" = "example@example.com";

/* accessibility label for text field */
"expiration date" = "utløpsdato";

/* Payment Method type brand name. */
"giropay" = "giropay";

/* Source type brand name */
"iDEAL" = "iDEAL";

/* iDEAL bank section title for iDEAL form entry. */
"iDEAL Bank" = "iDEAL Bank";

